[
  {
    "id": 1,
    "title_en": "index",
    "title_lv": "index",
    "descr_en": "I am an experimental visual and documentary artist based in Latvia, I work with digital mediums as tools to better express the cultural shifts that came about the technological advancements since the beginning of the 21st century. As an artist I am interested in the new ways of <span onclick=\"contentToggle(7)\" class=\"text-highlight\">organizing</span> and structuring political resistance movements, alternative cultural scenes and digital subcultures and ways of understanding stories and narratives that have come about in the recent decade, which are radically different, faster and less linear compared to the equivalents that came before. <br><br>\n                    In recent years I have been working with meme culture, the <span onclick=\"contentToggle(6)\" class=\"text-highlight\">squatting scene in Rotterdam</span>, ideas venturing into the parasitic and performance art involving the merging of <span onclick=\"contentToggle(5)\" class=\"text-highlight\">performers and audience</span>. I think an important part of my practice is the desire to not see the <span onclick=\"contentToggle(8)\" class=\"text-highlight\">audience as separate</span> from the process of making the artwork especially reflecting on meme culture. <br><br>\n                    Through my practice I took a lot of theory from the writings of <span onclick=\"contentToggle(2)\" class=\"text-highlight\">Ariela Azoulay</span> on the involvement of the spectator and in my research into meme culture I delved quite deep into semiotics, for example Yuri Lotman and his ideas of the semiosphere and expanding with contemporary non-canonical narrative research of <span onclick=\"contentToggle(10)\" class=\"text-highlight\">Alexandra Georgakapoulou</span>. <br><br>\n                    This all works towards a practice of <span onclick=\"contentToggle(9)\" class=\"text-highlight\">archiving the fleeting</span> and its cultural origins.",
    "descr_lv": "lv version lol",
    "year": 2024,
    "location": "null",
    "group_id": 1,
    "project_file_name": "index.php",
    "Display": 1
  },
  {
    "id": 2,
    "title_en": "Captive Audience",
    "title_lv": "Skatītājs Gūstā",
    "descr_en": "Being a step away in a dimension uncomprehendable, was the starting point for this project. Analogous to being stuck watching a performance from a fixed point of view, the project attempted to bring up topics of queer existance and mixed feelings regarding space.<br><br>The project was a digital mixed medium set of A0 prints, made with photography and blender. In collaboration with Sinfonietta Riga.",
    "descr_lv": "gotta translate this",
    "year": 2020,
    "location": "Latvia",
    "group_id": 2,
    "project_file_name": "art_projects/captive_audience.php",
    "Display": 1
  },
  {
    "id": 4,
    "title_en": "Foraging in the Netherlands",
    "title_lv": "title_lv:varchar",
    "descr_en": "“I finally confirmed that the officer who came to ask you questions was from the municipality of Schiedam. They wanted us to comply with the updated regulations of the apartment which means that no more than 2 people or a legal family can register.” <br><br>\n\nOn the topic of endless housing shortages in the Netherlands and the economic exploitation of foreign students during budget cuts of study programs. This was a quick project to look at the consequences of capitalism and the network of friends and comrads that we build to run into the woods together.",
    "descr_lv": "descr_lv:text",
    "year": 2023,
    "location": "Latvia",
    "group_id": 2,
    "project_file_name": "art_projects/foraging_in_the_netherlands.php",
    "Display": 1
  },
  {
    "id": 5,
    "title_en": "Jiny Svety Impro Jam",
    "title_lv": "title_lv:varchar",
    "descr_en": "Initiaded by Adriana Štefaňáková for Jiny Svety - an interdisciplinary art event where visual, installation art merges with performance and the audience. The Impro Jam was a space for the audience to melt together and explore the dynamics of movements they create together.<br><br>The installation was made in collaboration with Sten Heijster - a projection of a psychodelic visual setting the light and color of the space. The material depics rhythms and movements and the melting of it all.",
    "descr_lv": "descr_lv:text",
    "year": 2024,
    "location": "Czech Republic",
    "group_id": 2,
    "project_file_name": "art_projects/jiny_svety_impro_jam.php",
    "Display": 1
  },
  {
    "id": 6,
    "title_en": "Rats on the Run",
    "title_lv": "title_lv:varchar",
    "descr_en": "Rats on the Run is a collage of the from the squatting scene in the Netherlands. It is not fair to say that the chaos ever begins or ends, it is not fair to say that squatting ever begins or ends either. <br>\n<br>\nThe film is about the illigal eviction of a squat during a banner drop protest and how the police cooperated with the housing agency to kick out the squatters before the eviction date. After the eviction, the squatters squat a new squat and the cycle continues with no end. <br>\n<br>\nIt was a collaborative process that created a result that mixed together so many ideas of what a film can be which could not have been made without an insistance on producing this as a group and rejecting the idea of directors. The project was facilitated by the UFF server infrastructure - hosting multiple editors on one remote desktop server and keeping the files available on a NAS accessible through a vpn. The infrastructure allowed the movie to be edited from ancient laptops that would not have been albe to handle the project, sharing the computing power required. <br>\n<br>\nAs the initiator of the project Repelsteeltje said after we rendered it out \"It feels like this is a project that was not allowed to exist.\" I can not believe it exists either...\n\n",
    "descr_lv": "descr_lv:text",
    "year": 2024,
    "location": "Netherlands",
    "group_id": 2,
    "project_file_name": "art_projects/rats_on_the_run.php",
    "Display": 1
  },
  {
    "id": 7,
    "title_en": "UFF Servers",
    "title_lv": "title_lv:varchar",
    "descr_en": "The server project grew out of the idea that I am not using all of my computer all of the time - that it is a sharable resource.<br><br>Firstly - the main component of the network was a remote desktop server - a server to use basic programs on for example adobe software or 3d scanning programs or blender. Generally these programs require a more powerful GPU, or just windows, or more ram than a random laptop.<br><br>Following this I built up a NAS, sitting next to the RDP server - this gave a massive file storage, accessible over LAN for the RDP server and over VPN for remote access.<br><br>These two servers working together were a very efficient workaround for two main problems - not having fast internet and having old, unreliable hardware on the users side. By accessing the needed softwares and files over RDP it is not needed for the files and processes to happen on the local device, which saves on network bandwidth and revitalises older hardware.<br><br>This project over the two years created a common digital working space, creating opportunity for spontanious collaboration and larger more structured projects.",
    "descr_lv": "descr_lv:text",
    "year": 2023,
    "location": "null",
    "group_id": 2,
    "project_file_name": "art_projects/uff_servers.php",
    "Display": 1
  },
  {
    "id": 8,
    "title_en": "Luminous Dasies",
    "title_lv": "title_lv:varchar",
    "descr_en": "A performance of movement and light, bikes and generators, as initiaded by Sten Heijster in collaboration with Adriana Štefaňáková. The site specific performance took place in Helsinki, in May of 2024. The show was Adriana dancing with Stens drawings through an urban space, guiding the audience through a story of anxious emotions and unanswered questions. <br><br>\n\nAs complex as this performance was - it was a true joy to have the chance to document this. Both the questions of capturing the movements through time and the light of the animations reflecting off the walls. And the ever moving crowd following the tricycle with the 15kg projecter.",
    "descr_lv": "descr_lv:text",
    "year": 2024,
    "location": "Finland",
    "group_id": 3,
    "project_file_name": "documentary_work/luminous_dasies.php",
    "Display": 1
  },
  {
    "id": 9,
    "title_en": "Speculative Futures Zine Workshop",
    "title_lv": "title_lv:varchar",
    "descr_en": "This was an event at Buitenplaats Brienenoord where everyone was welcome to explore and speculate on a queerfeminist future, how it might look like, how one might find themselves in relation to the environment and each other. The day began with a walk around the island to see what is possible to forrage, guided by Loui. Afterwards it continued with a zine making workshop by Ailien.inkss where the concepts of speculative futures were explored more in detail. Left undocumented was the sauna at the end. <br>\n<br>\nIn the process of documenting this I tried to capture also the discussions and conversations to bring more dimension to the images and videos by bringing in the epistemology.\n",
    "descr_lv": "descr_lv:text",
    "year": 2024,
    "location": "Netherlands",
    "group_id": 3,
    "project_file_name": "documentary_work/speculative_futures_zine_workshop.php",
    "Display": 1
  },
  {
    "id": 10,
    "title_en": "Depustūtes",
    "title_lv": "Depustūtes",
    "descr_en": "Documenting a group as chaotic as Depustūtes is difficult, since I last saw them half the band has left. What I did try to capture was their inner working, how they work together, communicate, cooporate to hopefully build a more complex depiction of the punk scene. Not just the aesthetic and the noise but the thought behind it and the placement in society.<br><br>I presented this project in Willem de Kooning as my graduation work, it was shown as an installation of large format zines with a projection on the other side. The zines as a medium were chosen to reference and incorporate the merch tables and the low budget making of punk cultural work.",
    "descr_lv": "descr_lv:text",
    "year": 2024,
    "location": "Latvia",
    "group_id": 3,
    "project_file_name": "documentary_work/depustūtes.php",
    "Display": 0
  },
  {
    "id": 11,
    "title_en": "glitch_fries",
    "title_lv": "title_lv:varchar",
    "descr_en": "An experimental series of photogramms, made in collaboration with Ailie, Oni, Adriana, Olivia and Fanny. Through the process we tried to mix together a range of artistic practices such as print making, costume design, image making, performance and virtual spaces we found ourselves trapped in especially after covid.<br><br>During this time there were also discussions about the state of the internet and how it is being reshaped and controlled by huge companies such as amazon, google and facebook. And this project in a sense was a response to these digital spaces - a process of creating our own virtual spaces, creating characters and anvironments that are as chaotically dystopian as the world we understand around us.",
    "descr_lv": "descr_lv:text",
    "year": 2022,
    "location": "Netherlands",
    "group_id": 2,
    "project_file_name": "art_projects/glitch_fries.php",
    "Display": 1
  }
]